{
	"name": "Tools",
	"flags": {
		"core": {}
	},
	"pages": [
		{
			"name": "Tools",
			"type": "text",
			"title": {
				"show": false,
				"level": 1
			},
			"text": {
				"format": 1,
				"content": "<p>Below we have listed every Tool in the Elkan5e ruleset. A tool helps you to do something you couldn't otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. </p><p></p><h2>Artist's Tools</h2><p>Artist's Tools are used primarily by characters to create art. If you have proficiency with a given artist's tool, you can roll performance checks to perform or create art with the specific artist's tool. If you attempt a performance check with an artist's tool you are not proficient with, you either have disadvantage on the check or automatically fail (at the GM's discretion).</p><h3>Musical Instrument</h3><p>Each type of musical instrument requires a separate proficiency. Several of the most common types of musical instruments are the @UUID[Compendium.elkan5e.elkan5e-equipment.bltntEoiFJvXR939]{Bagpipes}, @UUID[Compendium.elkan5e.elkan5e-equipment.VLTPhQqTAOk2LPHW]{Drum}, @UUID[Compendium.elkan5e.elkan5e-equipment.v72QLYutEG6w5ZRI]{Dulcimer}, @UUID[Compendium.elkan5e.elkan5e-equipment.uDJgqlZsYrqLrNEX]{Flute}, @UUID[Compendium.elkan5e.elkan5e-equipment.yQy1cBGK6P3eD4GZ]{Lute}, @UUID[Compendium.elkan5e.elkan5e-equipment.BrCG6C5mCLPahCml]{Lyre}, @UUID[Compendium.elkan5e.elkan5e-equipment.VC36HOskyNfD6DXV]{Pan Flute}, @UUID[Compendium.elkan5e.elkan5e-equipment.ZN6lVBJAeNqt4EE9]{Shawm}, @UUID[Compendium.elkan5e.elkan5e-equipment.rrNz3sZQQdb8ygRW]{Viol}. Alternatively, you can be a trained singer, which requires no instrument to perform music. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. </p><p><em>In Elkan, musical instruments are more modern than in most 5e settings. It is reasonable if your character plays the Trombone, for example. Also, the sculptor's tools are a condensed form of several tools from the baseline 5e ruleset.</em></p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.qZe6ua1j3TtX3QGv]{Painting and Drawing Supplies}</h3><p>Might be a generalized set or a specialized set of tools for a particular medium, such as oil painting or charcoal drawing. While an artist may not be experiences with all form of visual art, they can typically pick up other forms quickly. On the other hand, a charcoal artist may need to practice first before comfortably using watercolor paint.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.6x1yyzDnWGRNRwJD]{Sculptor's Tools}</h3><p>Might be a generalized set or a specialized set of tools for a particular medium, such as clay pottery or woodcarving. While a sculptor may not be experiences with all form of sculpture, they can typically pick up other forms of sculpting quickly. On the other hand, a woodcarver may need to practice first before comfortably using glassblower's tools.</p><p></p><h2>Crafting Tools</h2><p>Crafting tools can be used to turn raw materials into useful products.</p><p><em>In the Elkan 5e ruleset, we made Calligraphy a part of crafting magic scrolls, and we reworked a few tools and created the Tailor's Tools and the Woodworker's tools to cover item creation that wasn't clearly covered by the previous tools offered. We also removed a few tools we didn't feel were distinct enough, like the Cobbler's Tools.</em></p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.5TRgfcXqzHRvcYql]{Alchemist's Tools}</h3><p>An alchemist can harvest magical reagents from monsters and use them to create components of magical items.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.sETCxXco4DFwc95F]{Brewer's Tools}</h3><p>A brewer can use various materials to make alcoholic beverages.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.PSBsNmH0WWBmwTMY]{Calligrapher's Tools}</h3><p>A calligrapher can write fancy letters, but with a little magic can create magical scrolls that can be used to cast spells.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.oUY4OJSPtFBSuMJ5]{Cooking's Utensils}</h3><p>A cook can turn organic material into food that can keep people alive and healthy.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.0xX2toS9DTCJapez]{Jeweler's Tools}</h3><p>A jeweler can make rings, amulets, and other jewelry, both magical and nonmagical.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.LQiHNDl73EtsWxj1]{Herbalism Tools}</h3><p>Herbalism tools include a variety of instruments such as clippers, mortar and pestle, and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit is required to create antitoxin and potions of healing.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.SMTANmxywrhJQVmr]{Leatherworker's Tools}</h3><p>A leatherworker works with skins and hides to make clothing and armor.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.daNXsoFk7oYAeDRt]{Mason's Tools}</h3><p>This set of tools are used for stonemasonry, usually for construction.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.PGHsgtscRcDrKt6j]{Poisoner's Tools}</h3><p>A poisoner's kit includes the vials, chemicals, and other equipment necessary for the creation of poisons. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to craft or use poisons.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.aFpNp019JYV5bcgI]{Smith's Tools}</h3><p>A smith uses metal to create tools, armor, and weapons.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.C3PHE8sJKlVZs9bH]{Tailor's Tools}</h3><p>A tailor uses organic and inorganic fibres and cloths to create clothing.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.2Yeb51C04CmAhbsv]{Tinker's Tools}</h3><p>A tinker fixes damaged objects and creates small gadgets of miscellaneous use.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.FDsEsGSSPWhqwjlE]{Woodworker's Tools}</h3><p>Might be a generalized set or a specialized set of tools for a particular medium, such as clay or woodcarving.</p><p></p><h2>Exploration Tools</h2><p>These tools can be used to help aid characters in exploring their environment.</p><p><em>In baseline 5e rules, using or creating a map requires the use of Cartographer's Tools. We combined that tool with Navigator's Tools.</em></p><p></p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.ArsBY1Z7YMKYCWp5]{Disguise Kit}</h3><p>This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.lExi8Y6jXHBv8vd2]{Navigator's Tools}</h3><p>This set of instruments is used for navigation, often at sea. Proficiency with navigator's tools lets you chart a ship's course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea. You can also use your proficiency with these tools to make a map, or try to decipher or use a confusing map.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.LMnHshpVe3ciVIwF]{Thieves' Tools}</h3><p>This set of tools includes a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks.</p><p> </p><h2>Other Tools</h2><p>These tools each serve a unique purpose in the hands of player characters.</p><p></p><h3>Gaming Set</h3><p>This item encompasses a wide range of game pieces, including @UUID[Compendium.elkan5e.elkan5e-equipment.ZkZ9QPLdXvGleXxj]{dice} and @UUID[Compendium.elkan5e.elkan5e-equipment.SnmHCNVC2dgjQfKC]{decks of cards}. If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency.</p><h3>@UUID[Compendium.elkan5e.elkan5e-equipment.dFa31G5pfZ3FGcjk]{Forgery Kit}</h3><p>This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.</p><p></p><h2>Vehicles</h2><p>If you have proficiency with a certain kind of vehicle (land or water), you can add your proficiency bonus to any check you make to control that kind of vehicle in difficult circumstances.</p><h3>Land</h3><p>A character proficient at driving a specific land vehicle (like a chariot) is trained in maneuvering that vehicle in difficult terrain or dangerous situations.</p><h3>Mount</h3><p>A character proficient at riding a particular kind of mount (like a horse) is trained in riding that mount in difficult terrain or dangerous situations.</p><h3>Water</h3><p>A character proficient at driving a specific water vehicle (like a sailboat) is trained in maneuvering that vehicle in difficult terrain or dangerous situations.</p>",
				"markdown": ""
			},
			"_id": "wuMEnZz82yY02Dok",
			"image": {},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"src": null,
			"system": {},
			"sort": 0,
			"ownership": {
				"default": -1
			},
			"flags": {
				"monks-enhanced-journal": {
					"appendix": false
				}
			},
			"_stats": {
				"compendiumSource": null,
				"duplicateSource": null,
				"coreVersion": "13.345",
				"systemId": "dnd5e",
				"systemVersion": "4.0.2",
				"createdTime": null,
				"modifiedTime": 1727029846543,
				"lastModifiedBy": "YxlXl9sauSuWxHdZ",
				"exportSource": null
			},
			"category": null,
			"_key": "!journal.pages!SySQiDfSWcSRUCFN.wuMEnZz82yY02Dok"
		}
	],
	"folder": "Cnzh1GRPMpoqKTdA",
	"_id": "SySQiDfSWcSRUCFN",
	"categories": [],
	"_key": "!journal!SySQiDfSWcSRUCFN"
}
