{
    "name": "The Chimera Heresy",
    "folder": null,
    "sort": 0,
    "flags": {
        "core": {
            "sourceId": "JournalEntry.ChKnf3TvsAIl6ByN"
        }
    },
    "_id": "zZvDKahpF618wYk4",
    "pages": [
        {
            "name": "Figure: The Chimera Heresy",
            "type": "image",
            "src": "modules/elkan5e/images/Dzene%20cropped.webp",
            "title": {
                "show": false,
                "level": 1
            },
            "_stats": {
                "compendiumSource": null,
                "duplicateSource": null,
                "coreVersion": "12.331",
                "systemId": "dnd5e",
                "systemVersion": "4.0.2",
                "createdTime": null,
                "modifiedTime": null,
                "lastModifiedBy": null
            },
            "_id": "jFl6PLeJbym5aKgZ",
            "system": {},
            "image": {},
            "text": {
                "format": 1
            },
            "video": {
                "controls": true,
                "volume": 0.5
            },
            "sort": 0,
            "ownership": {
                "default": -1
            },
            "flags": {},
            "_key": "!journal.pages!zZvDKahpF618wYk4.jFl6PLeJbym5aKgZ"
        },
        {
            "name": "The Chimera Heresy",
            "type": "text",
            "title": {
                "show": false,
                "level": 1
            },
            "text": {
                "format": 1,
                "content": "<div id=\"comp-ky0rkbnt\" class=\"_2Hij5\" data-testid=\"richTextElement\">\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Center of Power: None</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Worshippers: Batari Dualism splinter cults</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Religious Text: The Pain of Stupidity</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Symbols: Chimera</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Tenets: Happiness as offered by the Batari Church is unstable. Without a keen mind, happiness is fragile and fleeting.</p>\n</div>\n<div id=\"comp-ky0rkbnx\" class=\"_2Hij5\" data-testid=\"richTextElement\">\n<p class=\"font_8\" style=\"line-height:1.8em\">When Iveta Dzene was born to a religious family, she quickly became a source of trouble. She withdrew from society, calling her family and peers fools for following what she considered such an obvious lie. The Batari Church, she said, had nothing of value to say, regardless of sect or personal interpretation. Life was meaningless, and their attempts to instill some meaning in the pursuit of fleeting happiness was evidence of their idiocy and suggestibility and nothing else.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">With a great disdain for the Lion and the Goat, Iveta Dzene created the first chimera, fusing a lion and a goat together and adding a long tail with the head of a snake at the end. This act is refered to as the Chimera Heresy. She released it in Tyopalvka, House Batari's northernmost colony. It devoured hundreds of people, according to legend, before escaping into the underworld. When the priest of her village came to ask her for answers, he asked her why she had added a snake. She laughed and told him there was no reason at all. She just added a snake because she had a snake, and that was just as arbitrary as anything the Batari Church ever had to say or do. Iveta used the chimeras to drive House Batari from Tyopalvka. She then founded House Dzene before being slain and rising as an archdemon, retreating into the underworld.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">This story should have ended here, but House Dzene adopted the Chimera as their sigil, specifically attempting to incense their former overlords. Eventually, an anonymous Dzene wizard published 'The Pain of Stupidity', a book meant to use the snake as a metaphor for intelligence, claiming that the Batari Church was too stupid to find happiness because they neglected to include reason as a core virtue. While this was likely meant to provoke outrage, instead it caused a small schism in House Batari. One of the Tycoons, a rebellious elf named Nye Batari, decided that The Pain of Stupidity was a brilliant condemnation of the establishment. She then formed her own sect of Batari Dualism which survives to this day.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">Despite being commonly branded as a heretic, Tycoon Agraynel Batari claims that only with a sharp mind and forward thinking can happiness be sustained. While he and his followers are by far the largest group of genuine followers of a related faith, the Chimera Heresy also refers to the ongoing vitriol House Dzene aims at Batari Dualism. Some members of House Dzene identify as practitioners of the Chimera Heresy, but they do not consider themselves religious or a part of Nye Batari's sect of the Batari faith.</p>\n</div>"
            },
            "_stats": {
                "compendiumSource": null,
                "duplicateSource": null,
                "coreVersion": "12.331",
                "systemId": "dnd5e",
                "systemVersion": "4.0.2",
                "createdTime": null,
                "modifiedTime": null,
                "lastModifiedBy": null
            },
            "_id": "geLcImf8AYBHdYxK",
            "system": {},
            "image": {},
            "video": {
                "controls": true,
                "volume": 0.5
            },
            "src": null,
            "sort": 0,
            "ownership": {
                "default": -1
            },
            "flags": {},
            "_key": "!journal.pages!zZvDKahpF618wYk4.geLcImf8AYBHdYxK"
        }
    ],
    "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "dnd5e",
        "systemVersion": "4.0.2",
        "createdTime": 1726952084225,
        "modifiedTime": 1726952084225,
        "lastModifiedBy": "vHqSHJMdmEO6Mk2C"
    },
    "ownership": {
        "default": 0,
        "KBk3jUHFhbZRgwIy": 3,
        "vHqSHJMdmEO6Mk2C": 3
    },
    "_key": "!journal!zZvDKahpF618wYk4"
}