{
	"name": "Batari Dualism",
	"folder": null,
	"flags": {
		"core": {
			"sheetClass": ""
		}
	},
	"_id": "EFqjm7ISQlwEThRr",
	"pages": [
		{
			"name": "Figure: Batari Dualism",
			"type": "image",
			"src": "modules/elkan5e/images/Batari%20cropped.webp",
			"title": {
				"show": false,
				"level": 1
			},
			"_stats": {
				"compendiumSource": null,
				"duplicateSource": null,
				"coreVersion": "13.346",
				"systemId": "dnd5e",
				"systemVersion": "4.0.2",
				"createdTime": null,
				"modifiedTime": null,
				"lastModifiedBy": null,
				"exportSource": null
			},
			"_id": "sJhvAFR5pEHYdC0i",
			"system": {},
			"image": {},
			"text": {
				"format": 1
			},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"sort": 0,
			"ownership": {
				"default": -1
			},
			"flags": {},
			"category": null,
			"_key": "!journal.pages!EFqjm7ISQlwEThRr.sJhvAFR5pEHYdC0i"
		},
		{
			"name": "Batari Dualism",
			"type": "text",
			"title": {
				"show": false,
				"level": 1
			},
			"text": {
				"format": 1,
				"content": "<div id=\"comp-ky0i0mtc\" class=\"_2Hij5\" data-testid=\"richTextElement\">\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Center of Power: Mahavala</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Worshippers: Mostly elves, many humans and some former slaves </p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Religious Text: Differs by sect</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Symbols: Coins stamped with a lion on one side and a goat on the other</p>\n<p class=\"font_8\" style=\"font-size:16px;line-height:1.8em;text-align:center\">Tenets: Seek happiness. Find purpose in the lion and find pleasure in the goat.</p>\n</div>\n<div id=\"comp-ky0qm09q\" class=\"_2Hij5\" data-testid=\"richTextElement\">\n<p class=\"font_8\" style=\"line-height:1.8em\">The Church of the Lion and the Goat, usually called the Batari Church, is run by the affluent House Batari and its various provincial tycoons.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">While Batari Dualism is one of the most powerful religions in Elkan, it does not have a god. Practitioners describe their lion and goat as mainly symbolic. While the lion and the goat may be regarded as holy animals, no animal is directly revered or worshipped. House Batari founded this belief system to spread the idea that focusing on one's own happiness was the best way to achieve happiness. What started as a philosophy of self-help and spiritual satisfaction quickly spread and caused the formation of several religious sects. Batari Dualism is now the dominant religion in Mahavala, Jayadi, and Karsa. Mahavala remains the center of worship, with House Batari still at its core.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">All sects of the Batari Church agree on the same core principles. Self-actualization comes from knowing yourself and living in a way that is true to yourself. Pleasure comes from the simple things that make you feel good in the moment. Seeking both self-actualization and pleasure is the only way to be happy. It is both fortunate and unfortunate that the Batari Church does not try to control its followers as they seek happiness. Because the faith is so self-focused, most of the Church's elite are interested only in feeling good about themselves. High Priest Aritido, for example, speaks often about how helping others find the path to happiness is the most rewarding thing in the world. Aritido also keeps a large number of slaves on his private property. That the path to happiness is not equally available to everyone is an accepted fact of life in the Batari Church, and the more fortunate members of society are encouraged to exploit their positions.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">Each province of Mahavala is ruled by a tycoon, each representing a captain of industry who distinguished themselves as paragons of their own personal success. Most were born rich into the Batari family, but there are exceptions. There is a lot of difference in belief between Tycoons. Tycoon Hasin the Lion believes that people should seek communal success and elevate each other. Tycoon Sitraka Batari believes the spread of religious writings dulls the mind, and that people should only rely on their own thoughts for answers. Tycoon Miora believes that people should live with animals, and that the secret to true happiness lies in literal communication with 'wise' beasts.</p>\n<p class=\"font_8\" style=\"line-height:1.8em\">All agree that the weak deserve their place in squalor because they are not strong enough to find happiness. Hasin the Lion, however, believes that some slaves should be elevated according to talent, and some weak nobles should be cast down. The other tycoons believe that inherent ability doesn't matter, and that Hasin is too concerned with the well-being of others for their own tastes. However, they recognize that helping others makes him happy, which they consider a good thing.</p>\n</div>"
			},
			"_stats": {
				"compendiumSource": null,
				"duplicateSource": null,
				"coreVersion": "13.346",
				"systemId": "dnd5e",
				"systemVersion": "4.0.2",
				"createdTime": null,
				"modifiedTime": null,
				"lastModifiedBy": null,
				"exportSource": null
			},
			"_id": "laCUwRbvHIhNjiy7",
			"system": {},
			"image": {},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"src": null,
			"sort": 0,
			"ownership": {
				"default": -1
			},
			"flags": {},
			"category": null,
			"_key": "!journal.pages!EFqjm7ISQlwEThRr.laCUwRbvHIhNjiy7"
		}
	],
	"categories": [],
	"_key": "!journal!EFqjm7ISQlwEThRr"
}