{
	"name": "Elkan Lore Languages",
	"flags": {
		"core": {}
	},
	"pages": [
		{
			"name": "Elkan Lore Languages",
			"type": "text",
			"title": {
				"show": false,
				"level": 1
			},
			"text": {
				"format": 1,
				"content": "<p>To get to the languages page click @UUID[Compendium.elkan5e.elkan5e-rules.JournalEntry.5l8QNlgPDPOHpGID]{here}</p><br><p>@UUID[Compendium.elkan5e.elkan5e-rules.JournalEntry.5l8QNlgPDPOHpGID.JournalEntryPage.t1Js6zSa30XvbceF]{Trade Languages}</p><br><p>In the world of Elkan, Elvish is the most common language other than Common. Undercommon is used by very few communities, and Orc and Goblin both are widespread languages in the continent's interior. Halfling is commonly employed by sailors, and Dwarvish would be better classified as a rare language.</p><br><p>@UUID[Compendium.elkan5e.elkan5e-rules.JournalEntry.5l8QNlgPDPOHpGID.JournalEntryPage.XKDt41tEzeqkLzvu]{Rare Languages}</p><br><p>In the world of Elkan, Gnomish is a language that has mingled with Elvish script and there are forms written with Dwarvish or Elvish script, depending on age and region (with newer sources using Elvish script). Orc is spoken widely enough that in some places it could be considered a trade language.</p><br><p>@UUID[Compendium.elkan5e.elkan5e-rules.JournalEntry.5l8QNlgPDPOHpGID.JournalEntryPage.VZggCkMcvhk0X5Xj]{Magical Languages}</p><br><p>In the world of Elkan, there is no distinction between demons and devils. Both groups speak Infernal, and Abyssal is a language spoken by creatures of cosmic horror that arrive from other dimensions. Infernal is a common language for those who speak with demons, and Abyssal is spoken almost exclusively by madmen tormented by horrible creatures in their dreams. In Elkan, the Abyssal script is ever-changing, even as you try to read it. Reading it is nearly impossible without magic.</p>",
				"markdown": ""
			},
			"_id": "TbvARV9riqejrnOP",
			"image": {},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"src": null,
			"system": {},
			"flags": {
				"monks-enhanced-journal": {
					"appendix": false
				}
			},
			"category": null,
			"_key": "!journal.pages!HFyo08zlcI9175bi.TbvARV9riqejrnOP"
		}
	],
	"folder": null,
	"_id": "HFyo08zlcI9175bi",
	"categories": [],
	"_key": "!journal!HFyo08zlcI9175bi"
}