{
	"name": "Ancestry and Background",
	"_id": "xu7KkQUPMqoEsg19",
	"pages": [
		{
			"name": "Notes",
			"type": "text",
			"_id": "mfk7fxqfNwqfx3cq",
			"title": {
				"show": true,
				"level": 1
			},
			"image": {},
			"text": {
				"format": 1,
				"content": "<p>(1) Regarding Using Old Races/Subraces</p><p>If you are coming to Elkan 5e as a veteran 5e player, you will be used to race being a choice of 'race' and sometimes a 'subrace', as well as a 'background', not a combination of ancestry and background. We wanted to separate the poison resistance inherent to dwarves from the weapons young dwarves are typically trained to use. Obviously some dwarves would not be raised by other dwarves, and some dwarves would belong to cultures that didn't care if you can wield a warhammer. Unfortunately, by separating cultural benefits (like learning to swing a warhammer) and adding them onto our new 'backgrounds', we make this system incompatible with old races and backgrounds.</p><p>It would be unfair for you to play the centaur race you found on the internet and then take a background from our list. If you did, you would effectively have the ancestry and cultural benefits of centaurs, as well as another race's cultural benefits, which are part of background on our list. This would give you more powers than your friend's dwarf, who is only using our system.</p><p>Of course, if someone designs an ancestry or background specifically to be compatible with Elkan 5e, then you can go right ahead. However, we also wanted to allow players to use old races alongside our new system.</p><p>If you want to play a race using the old system, which includes a race and sometimes a subrace, you can use that instead of our system. You can pick centaur and pick a subrace of your choice, as well as one of the non-Elkan 5e backgrounds, and your friend can pick the dwarf ancestry and forge-bound background from our list here. Your centaur abilities will be about the same level of power as your dwarf friend.</p><p>If you are happy using only Elkan 5e ancestries and backgrounds, you can rest easy that if your friends use the old race/subrace/background system, whether to get a unique race or a unique flavour, that everything will be as balanced as possible.</p><p>(2) Regarding Mixed Heritage: </p><p>While in baseline 5e rules only half-elves and half-orcs were possible, we felt that elves and orcs should be able to produce offspring together if they could both do so with humans, and even if not, it's possible for a half-elf and half-orc to have a child.</p><p>(@UUID[Compendium.elkan5e.elkan5e-ancestries.Item.BZoyF4UQth6Zr5CQ]{3}) Regarding Large Frame: </p><p>Medium characters have a carrying capacity of their Strength score multiplied by 15. This is the weight (in pounds) that you can carry, which is high enough that most characters don't usually have to worry about it. Large characters can carry twice as much.</p><p>Characters can push, drag, or lift a weight in pounds up to twice their carrying capacity (or 30 times your Strength score for medium characters, or 60 times their strength score for large characters). </p><p>Minotaurs and Orcs, as well as some of Mixed Heritage, count as large creatures for only this purpose.</p>"
			},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"src": null,
			"system": {},
			"category": null,
			"_key": "!journal.pages!xu7KkQUPMqoEsg19.mfk7fxqfNwqfx3cq"
		},
		{
			"name": "Intro",
			"type": "text",
			"_id": "lU97Vxc0MauzYj8Y",
			"title": {
				"show": true,
				"level": 1
			},
			"image": {},
			"text": {
				"format": 1,
				"content": "<p>First, a character has an ancestry. This refers to the in-born biological abilities of your character, which in 5e can hold supernatural significance. For example, while your character might be a @UUID[Compendium.elkan5e.elkan5e-ancestries.Item.a9gG4vnOMwMvzrOn]{Human}, they might also be an @UUID[Compendium.elkan5e.elkan5e-ancestries.Item.F0nIA3sMge2ITri1]{Elf}, @UUID[Compendium.elkan5e.elkan5e-ancestries.Item.gLMz1sUsPKDR5va5]{Gnome}, or demon-blooded @UUID[Compendium.elkan5e.elkan5e-ancestries.Item.tZ0SDZjnnHjs3p4F]{Tiefling}.</p><p>Second, a character has a background. While many elves, for instance, are raised in predominantly elven cities and would be considered to be @UUID[Compendium.elkan5e.elkan5e-background.Item.ElQD9OIqFCzd06VW]{&amp;reference[fey]-Touched}, many characters are raised in more diverse cultures. A human might be raised by elves, and an elf might be raised in a @UUID[Compendium.elkan5e.elkan5e-background.Item.QE5SI984sMjjiuGP]{Cosmopolitan} city where they were influenced by a diversity of culture. Alternatively, perhaps your elf did not go through the same schooling as their peers, and instead went to a @UUID[Compendium.elkan5e.elkan5e-background.Item.0ZFPIQVsE0LnNnNG]{Militant} academy. Your background represents the common skills and training learned by most members of your social circle growing up.</p><p>Your character will have special skills and abilities afforded by both your ancestry and your background. Each ancestry and each background are balanced so that they have approximately equal advantages, though as with all advantages, some may be better equipped for certain challenges than others.</p><p>Ancestry and Background replace the 'race' and 'background' systems from baseline 5e and do not work the same way. Click @UUID[.mfk7fxqfNwqfx3cq]{here} for information as to how to use baseline 5e races alongside the new Elkan 5e ancestry and culture system (1).</p>"
			},
			"video": {
				"controls": true,
				"volume": 0.5
			},
			"src": null,
			"system": {},
			"category": null,
			"_key": "!journal.pages!xu7KkQUPMqoEsg19.lU97Vxc0MauzYj8Y"
		}
	],
	"folder": "BKaZGJOcfABRvFtm",
	"categories": [],
	"_key": "!journal!xu7KkQUPMqoEsg19"
}